Repository: vivisystems/extension_ims
Catalog: chrome/translations/intl/pofile/*/messages.po
Languages: fr_fr

source: vivipos.fec.settings.controlpanels.product.ims-gr.label
fr_fr: Receiving

source: vivipos.fec.settings.controlpanels.product.ims-suppliers.label
fr_fr: Suppliers

source: vivipos.fec.settings.controlpanels.system.ims_email_settings.label
fr_fr: PO/GR E-mail Configuration

source: acl_ims_manage_purchasing
fr_fr: Manage Purchasing

source: acl_ims_manage_receiving
fr_fr: Manage Goods Receiving

source: acl_ims_manage_suppliers
fr_fr: Manage Supplier

source: acl_ims_email_settings
fr_fr: Manage PO/GR Email Configuration

source: acl_ims_report_profitandloss
fr_fr: Report - P&L Reports

source: (ims)unit
fr_fr: unit

source: (ims)PO Status Open
fr_fr: Open

source: (ims)PO Status Closed
fr_fr: Closed

source: (ims)GR Status Open
fr_fr: Open

source: (ims)GR Status Closed
fr_fr: Closed

source: vivipos.fec.reportpanels.ims_profitandloss.label
fr_fr: Profit and Loss Report

source: vivipos.fec.reportpanels.ims_profitandlosssummary.label
fr_fr: Profit and Loss Summary Report
